{
  "header": {
    "home": "الرئيسية",
    "about": "عن الشركة",
    "services": "خدماتنا",
    "ourWork": "اعمالنا",
    "testimonials": "اراء العملاء",
    "contact": "اتصل بنا"
  },
  "slider": {
    "opportunitiesDev": "تطوير الفرص الخاصة بك داخل قطاع عملك",
    "businessGrow": "لدينا القدرة لنمو الأعمال التجارية الخاصة بك",
    "businessSol": "نحن نجعل حلول الأعمال سهلة ومعقولة التكلفة",
    "bulidApp": "بناء التطبيقات",
    "faster": "اسرع",
    "businessIncrease": "زيادة عملك",
    "visibility": "رؤية",
    "mobileAppDev": "تطبيقات التليفون المحمول",
    "mobileDesc": "منذ تأسيسنا ، قمنا بتقديم حلول برمجية عالية الجودة ومستدامة لأغراض الشركات في جميع أنحاء العالم.",
    "contactBtn": "اتصل بنا"
  },
  "about": {
    "Why IT-Cores": "لماذا اى تى كورز",
    "whyDesc": "في هذا العالم المعاصر للمنافسة السوقية ، حيث توجد المئات من الشركات تقديم خدمات مماثلة ،فيما يلي أسباب تميزنا ولماذا يجب عليك اختيارنا!",
    "highQuality": "عالى الجودة",
    "qualityDesc": "لقد قمنا بتطوير برنامج فعال قابل للتكرار تطوير عملية و منهجية اختبار مثبتة جيدًا.",
    "confidentiality": "السرية والأمن",
    "confidentialityDesc": "نحن نضمن درجة عالية من السرية والأمان في كل مشروع ونحرص على حماية الأصول المعرفية لعملائنا.",
    "Knowledge": "المعرفة والخبرة التجارية",
    "KnowledgeDesc": "تتخصص شركة I.T Core في تزويد عملائها بأفضل الحلول الممكنة لاهتماماتهم التجارية بسبب معرفتها المتعمقة بمختلف الصناعات.",
    "talentedTeam": "فريق عمل موهوب",
    "teamDesc": "I.T. نجاح Core يعود لفريقها من المؤهلين تأهيلا عاليا والمهنيين الموهوبين ، الذين هم دائمًا على أهبة الاستعداد لتقديم أفضل إمكاناتها. خبرائنا ليسوا على دراية جيدة فقط في مجال المعرفة الخاص بهم ولكنهم يتمتعون بكفاءة عالية عندما يتعلق الأمر ممارسة أخلاقيات العمل.",
    "Budget": "في الوقت المحدد وعلى تسليم الميزانية",
    "budgetDesc": "فريقنا الموهوب وكذلك ممارسات إدارة المشاريع الفعالة التي تدعمها أدوات فعالة تمكننا من تنفيذ وتسليم المشاريع في الوقت المحدد ؛ لقد تلقينا تقييمات ممتازة من عملائنا لتقديم الوظائف المطلوبة في الوقت المحدد.",
    "Relationships": "علاقات طويلة الأمد",
    "RelationshipsDesc": "نحن نؤمن بمعاملة عملائنا مثل شركائنا. ندرك أنه من أجل بناء علاقة دائمة مع عملائنا ، فإن مجرد تقديم الخدمات لا يكفي."
  },
  "services": {
    "ourServices": "خداماتنا",
    "servicesDesc": "في IT CORE نقدم أفضل الحلول البرمجية في فئتها الخدمات التي هي على أساس الأعمال والنظام تحليل ينفذ بواسطة مزيج من الموقع ، الموارد العالمية والبعيدة عن الشاطئ.",
    "itcores": "IT-Cores",
    "ERPSystems": "ERP Systems",
    "erpDesc": "نتفوق في خدماتنا باستخدام منهجيات مختلفة من شأنها ليس فقط توفر لك بسرعة ولكن أيضا ...",
    "erpDesc1": "نتفوق في خدماتنا باستخدام منهجيات مختلفة من شأنها ليس فقط توفر لك بسرعة ولكن أيضا سيعزز بشكل كبير أداء وكفاءة الخاص بك التطبيقات.",
    "erpDesc2": "نحن متخصصون في تقديم خدمات تطوير تطبيقات الويب للعملاء الذين يرغبون في الاستعانة بمصادر خارجية لمهامهم المتعلقة بتكنولوجيا المعلومات. بمجرد السماح لنا بتولي احتياجات تطوير تطبيقات الويب الخاصة بك ، سوف نتأكد من حصولك على أفضل خدمة ممكنة في المنطقة المذكورة.",
    "WebDev": "تطبيقات الويب",
    "webdevDesc": "I.T. لدى Core أفضل فريق من الخبراء الذين يتمتعون بالكفاءة الكاملة في توفير خدمات تصميم الويب وتطوير الويب لعملائنا.",
    "webdevDesc1": "بمجرد الاستعانة بمصادر خارجية لوظيفة تصميم الويب الخاصة بك ، سنوفر لك موقعًا إلكترونيًا مشفرًا وجذابًا ونظيفًا ومشفراً.",
    "webdevDesc2": "نحن متخصصون في تصميم مواقع الويب التي يتم تخصيصها وفقًا لاحتياجاتك الخاصة.",
    "MobileDev": "تطبيقات التليفون المحمول",
    "MobileDevDesc": "تغطي خدمات تطوير تطبيقات الهاتف المحمول التطوير الشامل لتطبيقات الأجهزة المحمولة ، من تصميم BA و UI / UX...",
    "MobileDevDesc1": "تغطي خدمات تطوير تطبيقات الهاتف المحمول التطوير الشامل لتطبيقات الأجهزة المحمولة ، من تصميم BA و UI / UX إلى النشر أو نشر السوق عبر الإنترنت.",
    "MobileDevDesc2": "نحن لا ننشئ فقط برنامجًا للجوال ، بل نلفه أيضًا بتصميم أنيق وسريع الاستجابة وسهل الاستخدام تم إنشاؤه بواسطة خبراء UI / UX الموهوبين.",
    "hosting": "استضافة المواقع الالكترونية",
    "hostingDesc": "من أجل ضمان بقاء بياناتك آمنة ، سنستخدم العديد من النسخ الاحتياطية اليومية خارج الخادم لدعم موقعك على الويب.",
    "hostingDesc1": "من أجل ضمان بقاء بياناتك آمنة ، سنقوم بالعديد من النسخ الاحتياطية اليومية خارج الخادم لدعم موقعك على الويب. علاوة على ذلك ، ولكننا سنراقب الخوادم على مدار الساعة طوال أيام الأسبوع لضمان عمل موقعك بسلاسة في جميع الأوقات.",
    "hostingDesc2": "I.T. تتفوق Core في تقديم خدمات النطاق والاستضافة لعملائنا. بمجرد أن تقرر الاستعانة بمصادر خارجية لخدمات استضافة الويب الخاصة بك ، فإننا نضمن تزويدك بخدمة استضافة موقع ويب عالية الأداء وفعالة.",
    "dataBackup": "النسخ الاحتياطي للبيانات",
    "dataBackupDesc": "تتم إدارة نظام النسخ الاحتياطي للبيانات ومراقبته بالكامل من قبل خبرائنا ، وسوف يوفر دعم النسخ الاحتياطي على مدار الساعة طوال أيام الأسبوع لأنظمتك.",
    "dataBackupDesc1": "تتم إدارة نظام النسخ الاحتياطي للبيانات ومراقبته بالكامل من قبل خبرائنا ، وسوف يوفر دعم النسخ الاحتياطي على مدار الساعة طوال أيام الأسبوع لأنظمتك. ليس هذا فقط ، ولكن سنقوم أيضًا باستكشاف أي مشاكل قد تحدث في نظام النسخ الاحتياطي الخاص بك.",
    "dataBackupDesc2": "نحن نقدم لعملائنا أنظمة نسخ احتياطي حديثة وموثوقة وجيدة التنظيم للغاية. نحن نقدم لعملائنا خدمات النسخ الاحتياطي عبر الإنترنت والنسخ الاحتياطي لمركز البيانات والنسخ الاحتياطي خارج الموقع.",
    "dataRecovery": "استعادة البيانات",
    "dataRecoveryDesc": "في كثير من الأحيان ، يحتاج الأشخاص إلى خدمات استعادة البيانات عندما يفشل جهاز التخزين أو عندما يحذف بياناتهم الهامة أو يفقدها عن طريق الصدفة.",
    "dataRecoveryDesc1": "في كثير من الأحيان ، يحتاج الأشخاص إلى خدمات استعادة البيانات عندما يفشل جهاز التخزين أو عندما يحذف بياناتهم الهامة أو يفقدها عن طريق الصدفة. ومع ذلك ، فإن ما لا يدركه معظم الناس هو حقيقة أنه كلما زادت محاولات الأشخاص لاستعادة بياناتهم المفقودة ، زاد تعرض أجهزتهم لمخاطر إضافية.",
    "dataRecoveryDesc2": "سيساعد فريقنا من المتخصصين المتفانين في استرداد جميع أنواع الملفات باستخدام الأدوات الأكثر تقدمًا لاستعادة البيانات."
  },
  "ourWork": {
    "ourWork": "اعمالنا",
    "ourWorkDesc": "مثل نهر الحياة ، نعمل منبعًا للعيش مع التيار",
    "all": "All",
    "MobileApps": "Mobile Applications",
    "Websites": "Websites",
    "ewanErp": "Ewan ERP System"
  },
  "contact": {
    "contactDesc": "لا تتردد في مشاركة أفكارك معنا.",
    "contactDesc1": "I.T Core هي شركة تقدم مجموعة واسعة من التقنيات المستندة إلى الويب إلى المملكة العربية السعودية والشرق الأوسط.",
    "contactDesc2": "في IT CORE ، نقدم أفضل الحلول والخدمات البرمجية في فئتها والتي تعتمد على تحليل الأعمال والنظام الذي يتم تنفيذه بواسطة مزيج من الموارد العالمية في الموقع وخارج الموقع وفي الخارج.",
    "name": "اسم المستخدم",
    "email": "البريد الالكترونى",
    "phone": "رقم التليفون",
    "message": "رسالتك",
    "sendBtn": "ارسل",
    "quote": "احصل على عرض أسعار سريع"
  },
  "testimonials": {
    "testimonials": "اراء العملاء",
    "testimonialsDesc": "تأكد من رضا جميع عملائنا",
    "testimonialsDesc1": "العمل هو كل شيء عن العميل: ما يريده العميل وما يحصل عليه. بشكل عام ، يريد كل عميل منتجًا أو خدمة تحل مشكلته ، ويستحق ماله ، ويتم تقديمه مع خدمة عملاء مذهلة.",
    "testimonialsDesc2": "لا أحد يستطيع أن يجعلك ناجحًا ، تأتي إرادة النجاح من الداخل. لقد جعلت هذا شعاري. لقد استوعبت ذلك لدرجة فهم أن نجاح أفعالي و / أو مساعيي لا يعتمد على أي شخص آخر ، وهذا يتضمن فشلًا محتملاً.",
    "testimonialsName": "Stephanie Jenkins",
    "testimonialsAddress": "Journalist, London"
  },
  "footer": {
    "itcoresDesc": "I.T. تقوم Core بتطوير شركة تكنولوجيا معلومات سريعة تقدم مجموعة واسعة من التقنيات المستندة إلى الويب إلى المملكة العربية السعودية والشرق الأوسط. تأسست في عام 2010 ، تتفوق الشركة التي تتخذ من الدمام مقراً لها في توفير SaaS (البرمجيات كخدمة) ، وذكاء الأعمال وخدمات الاستعانة بمصادر خارجية لتكنولوجيا المعلومات.",
    "ourWorkLinks": "Our Work Links",
    "EwanPortal": "Ewan Portal",
    "EwanMobileApp": "Ewan Mobile Application",
    "ArcoERPSystem": "Arco ERP System",
    "AjeerGateERPSystem": "Ajeer Gate ERP System",
    "contacts": "اتصل بنا",
    "address": "العنوان",
    "addressDesc": "حى الفيروز خلف مول العرب",
    "Phone": "تليفون",
    "PhoneNum": "0123456789",
    "Emails": "البريد الالكترونى",
    "copyRights": "جميع الحقوق محفوظة @ itcores"
  }
}
