{
  "header": {
    "home": "Home",
    "about": "About Us",
    "services": "Services",
    "ourWork": "Our Work",
    "testimonials": "Testimonials",
    "contact": "Contact Us"
  },
  "slider": {
    "opportunitiesDev": "Developing your opportunities within your business sector",
    "businessGrow": "WE HAVE POWER TO LET YOUR BUSINESS GROW",
    "businessSol": "We make the business solutions easy and affordable",
    "bulidApp": "Build applications",
    "faster": "faster",
    "businessIncrease": "Increase Your Business",
    "visibility": "Visibility",
    "mobileAppDev": "Mobile App Development",
    "mobileDesc": "Since our establishment, we have been delivering high-quality and sustainable software solutions for corporate purposes of worldwide businesses.",
    "contactBtn": "Get in touch"
  },
  "about": {
    "Why IT-Cores": "Why IT-Cores",
    "whyDesc": "In this contemporary world of market competition, where there are hundreds of companies are providing similar services, here are the reasons why we stand out and why you should choose us!",
    "highQuality": "High Quality",
    "qualityDesc": "We have developed a repeatable, effective software development process and a well-proven testing methodology.",
    "confidentiality": "Confidentiality & Security",
    "confidentialityDesc": "We have guarantee a high degree of confidentiality and security on every project and take great care in protecting the knowledge assets of our clients.",
    "Knowledge": "Business Knowledge & Expertise",
    "KnowledgeDesc": "I.T Core specializes in providing its clients with the best possible solutions to their business concerns due to its in-depth knowledge of various industries.",
    "talentedTeam": "Talented Team of Experts",
    "teamDesc": "I.T. Core owes its success to its team of highly qualified and talented professionals, which is always on its toes to deliver to the best of its potentials. Our experts are not only well-versed in their specific area of knowledge but they are highly efficient when it comes to practicing business ethics.",
    "Budget": "On Time & on Budget Delivery",
    "budgetDesc": "Our talented team as well as effective project management practices that are supported by efficient tools enable us to implement and deliver projects on time; We have received excellent evaluations from our customers for on-time delivery of desired functionality.",
    "Relationships": "Long Lasting Relationships",
    "RelationshipsDesc": "At I.T. Core, we believe in treating our clients like our partners. We realize that in order to build a lasting relationship with our clients, the mere deliverance of services is not enough."
  },
  "services": {
    "ourServices": "Our Services",
    "servicesDesc": "In IT CORE we deliver the best- in-class software solutions and services that are based on business and system analysis executed by a mix of onsite, offsite and offshore world-class resources.",
    "itcores": "IT-Cores",
    "ERPSystems": "ERP Systems",
    "erpDesc": "We excel at our services by using various methodologies that will not only provide you with speediness but will also...",
    "erpDesc1": "We specialize in designing websites which are custom-made in accordance with your specific needs.",
    "erpDesc2": "At I.T. Core, we specialize in providing Web Applications Development services to clients who wish to outsource their IT-related tasks to us. Once you let us take over your Web Applications Development needs, we will ascertain that you are provided with the best possible service in the said area.",
    "WebDev": "Web Development",
    "webdevDesc": "I.T. Core has the best team of experts that are thoroughly proficient in providing web-designing and web development services to our clients.",
    "webdevDesc1": "I.T. Core has the best team of experts that are thoroughly proficient in providing web-designing and web development services to our clients.",
    "webdevDesc2": "Once you outsource your web-designing function to us, we will provide you with a clutter free, attractive looking, clean coded website.",
    "MobileDev": "Mobile Development",
    "MobileDevDesc": "Mobile app development services cover end-to-end development of mobile apps, from BA and UI/UX design...",
    "MobileDevDesc1": "Mobile app development services cover end-to-end development of mobile apps, from BA and UI/UX design to deployment or online market publication.",
    "MobileDevDesc2": "We don’t just create mobile software, we also wrap it in a sleek, responsive and user-friendly design created by our talented UI/UX experts.",
    "hosting": "Hosting & Domains",
    "hostingDesc": "In order to ensure that your data remains safe, we will be using multiple daily off-server backups to support your website.",
    "hostingDesc1": "In order to ensure that your data remains safe, we will be using multiple daily off-server backups to support your website. Moreover, but we will be monitoring the servers 24/7 to ensure that your website is running smoothly at all times.",
    "hostingDesc2": "I.T. Core excels at providing domain and hosting services to our clients. Once you decide to outsource your web hosting services to us, we ensure to provide you with a high-performance and efficient website hosting service.",
    "dataBackup": "Data Backup",
    "dataBackupDesc": "Our data backup system is completely managed and monitored by our experts and will provide 24/7 backup support to your systems.",
    "dataBackupDesc1": "Our data backup system is completely managed and monitored by our experts and will provide 24/7 backup support to your systems. Not only this, but we will also troubleshoot any problems that might occur in your backup system.",
    "dataBackupDesc2": "At I.T. Core, we provide our clients with state-of-the-art backup systems that are reliable as well as highly well-organized. We provide our clients with Online Backup, Datacentre Backup, and Offsite Backup services.",
    "dataRecovery": "Data Recovery",
    "dataRecoveryDesc": "Many a times, people need data recovery services when their storage device fails or when they delete or lose their important data by accident.",
    "dataRecoveryDesc1": "Many a times, people need data recovery services when their storage device fails or when they delete or lose their important data by accident. However, what most people are unaware of is the fact that the more attempts people make at recovering their lost data, the more prone their device becomes to additional risks.",
    "dataRecoveryDesc2": "AT I.T. Core, our team of dedicated professionals will help recover all kinds of files by using the most advanced tools for data recovery."
  },
  "ourWork": {
    "ourWork": "Our Work",
    "ourWorkDesc": "Like the River of Life we work upstream to live with the current",
    "all": "All",
    "MobileApps": "Mobile Applications",
    "Websites": "Websites",
    "ewanErp": "Ewan ERP System"
  },
  "contact": {
    "contactDesc": "Feel free to share your thoughts with us.",
    "contactDesc1": "I.T Core is a company that provides a wide array of web-based technologies to Saudi Arabia and the Middle East.",
    "contactDesc2": "In IT CORE we deliver the best- in-class software solutions and services that are based on business and system analysis executed by a mix of onsite, offsite and offshore world-class resources.",
    "name": "Name",
    "email": "Email",
    "phone": "Phone",
    "message": "Message",
    "sendBtn": "Send",
    "quote": "GET A QUICK QUOTE"
  },
  "testimonials": {
    "testimonials": "What our clients say",
    "testimonialsDesc": "Making Sure All Our Clients Are Satisfied",
    "testimonialsDesc1": "Business is all about the customer: what the customer wants and what they get. Generally, every customer wants a product or service that solves their problem, worth their money, and is delivered with amazing customer service.",
    "testimonialsDesc2": "No one can make you successful; the will to success comes from within.' I've made this my motto. I've internalized it to the point of understanding that the success of my actions and/or endeavors doesn't depend on anyone else, and that includes a possible failure.",
    "testimonialsName": "Stephanie Jenkins",
    "testimonialsAddress": "Journalist, London"
  },
  "footer": {
    "itcoresDesc": "I.T. Core is rapidly developing IT company that provides a wide array of web-based technologies to Saudi Arabia service), Business Intelligence and IT Outsourcing services.",
    "ourWorkLinks": "Our Work Links",
    "EwanPortal": "Ewan Portal",
    "EwanMobileApp": "Ewan Mobile Application",
    "ArcoERPSystem": "Arco ERP System",
    "AjeerGateERPSystem": "Ajeer Gate ERP System",
    "contacts": "Contacts",
    "address": "Address",
    "addressDesc": "Fayrouz District Behind Mall of Arabia",
    "Phone": "Phone",
    "PhoneNum": "0123456789",
    "Emails": "Emails",
    "copyRights": "COPY RIGHTS @ IT CORES 2020"
  }
}
